;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Prof. Herbert Spencer
; TranslationAuthorEmail: prof.herbert_spencer@hotmail.com
; Soft Version: 7.x
;

[Translation]
LangCode=0416
ReadHabit=Left-to-right
LanguageName=Portuguese_BR
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Informação
Warning=Atenção!
Error=Erro!
Confirm=Confirmação
FrmWRC.btnregclean.caption=Limpeza do Registro
FrmWRC.btnadv.caption=Ajuste do Sistema
FrmWRC.btnsilm.caption=Desfragmentar Registro
FrmWRC.btnrestore.caption=Restaurar
FrmWRC.btnsettings.caption=Opções
FrmWRC.btnlikeit.caption=Curtir
FrmWRC.btnsuggest.caption=Sugestões e Feedback
FrmWRC.WiseSimpleButton1.caption=Backup
FrmRegClean.btnall.caption=Selecionar Todos
FrmRegClean.btnre.caption=Recomendado
FrmRegClean.btnnone.caption=Desmarcar Todos
FrmRegClean.btnCustom.caption=Personalizar Área
FrmRegClean.WiseLabel1.caption=Agendar
FrmRegClean.lbltype.caption=Selecionar Opção:
FrmRegClean.lblweek.caption=Selecionar Dia:
FrmRegClean.lbltime.caption=Selecionar Hora:
FrmRegClean.btnScan.caption=Escanear
FrmRegClean.btncancel.caption=Cancelar
FrmRegClean.btnrescan.caption=Repetir
FrmRegClean.lblstat.caption=Até o momento, você não limpou seu registro. Uma limpeza instantânea é recomendada!
FrmRegClean.vtrc.Columns[0]=Dados
FrmRegClean.vtrc.Columns[1]=Chave do Registro
FrmOptimizer.btnSlimming.caption=Otimizar
FrmOptimizer.btnnone.caption=Desmarcar Todos 
FrmOptimizer.btnall.caption=Selecionar Todos
FrmOptimizer.btnDefault.caption=Padrão do Sistema
FrmOptimizer.lblrecommendinfo.caption=Por favor, teste nossos outros produtos 100% gratuitos em wisecleaner.com 
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer é um conjunto otimização de disco que possui diversos utilitários de sistema para o seu PC. Fácil de usar e muito eficaz! 
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner é o melhor limpador de disco gratuito para limpeza de arquivos inúteis e vestígios de privacidade. Rápido, completo e seguro!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Deseja melhorar ainda mais o desempenho do Windows?
Frmoptimizer.lblinfoex.caption=O ajuste do sistema pode melhorar a sua rede, aumentar a velocidade do Windows e estabilizar seu sistema.
FrmOptimizer.btnoptimize.caption=Otimizar
FrmRegDefragger.lblinfo.caption=A desfragmentação do registro pode deixar seu PC mais rápido e mais estável.
FrmRegDefragger.lblstat.caption=Você não desfragmentou seu registro ainda. Uma desfragmentação instantânea é recomendada!
FrmRegDefragger.btndefrag.caption=Desfragmentar
FrmRegDefragger.lblinfo1.caption=1. Sugerimos que você feche todos os outros aplicativos antes de executar esta função.
FrmRegDefragger.lblinfo2.caption=2. O sistema pode parar de responder enquanto analisa.
FrmRegDefragger.lblinfo3.caption=3. O programa irá reiniciar seu computador após a desfragmentação do registro ser concluída.
FrmRegDefragger.lblinfo4.caption=4. Por favor, não pare a defragmentação do registro, caso contrário, ela poderá causar problemas no registro!
FrmRegDefragger.vtdefrag.Columns[0]=Nome da Subdivisão
FrmRegDefragger.vtdefrag.Columns[1]=Tamanho Atual
FrmRegDefragger.vtdefrag.Columns[2]=Novo Tamanho
FrmRegDefragger.vtdefrag.Columns[3]=Taxa de Redundância
FrmRegDefragger.btnAnalysis.caption=Analisar
Frmcustom.caption=Personalizar Área
Frmcustom.btnre.caption=Recomendado
Frmcustom.btnall.caption=Selecionar Todos
Frmcustom.btnnone.caption=Desmarcar Todos 
Frmcustom.btncancel.caption=Cancelar
Frmcustom.btnok.caption=Ok
FrmAbout.lblver.caption=Versão Atual:
FrmAbout.lblemail.caption=e-mail de suporte:
FrmAbout.lblemailinfo.caption=Support@wisecleaner.com
FrmAbout.lblhome.caption=HomePage:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Nossos agradecimentos às seguintes pessoas por suas contribuições:
FrmAboutWin.caption=Sobre...
FrmAboutWin.btnok.caption=Ok
FrmSettings.caption=Opções
FrmSettings.tsCommon.caption=Geral
FrmSettings.tsAutoRun.caption=Auto-Iniciar
FrmSettings.tsExclusion.caption=Ignorar
FrmSettings.btnrestore.caption=Sobre...
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Cancelar
FrmAutorunSettings.chk1.caption=Criar ícone "Limpar com 1-click" e colocá-lo na área de trabalho
FrmAutorunSettings.lblcmd.caption=Modo Linha de Comando
FrmAutorunSettings.lblcmdinfo.caption=Você pode executar o programa, escanear e limpar seu registro automaticamente por linha de comando. Para mais informações, por favor, pressione F1 ou clique na seguinte URL para ler o documento em nossa ajuda.
FrmAutorunSettings.btnhelp.caption=Ajuda Online
FrmExclusion.btnAdd.caption=Ad.Palavra-Chave
FrmExclusion.btnExport.caption=Exportar
FrmExclusion.btnRemove.caption=Remover
FrmExclusion.btnimport.caption=Importar
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Cancelar
FrmGeneral.chkNews.caption=Receber Novidades
FrmGeneral.WiseLabel1.caption=Verificar Atualizações:
FrmGeneral.WiseLabel2.caption=Idiomas:
FrmGeneral.btnchecknew.caption=Verificar Agora!
FrmGeneral.lbtran.caption=Traduzir para...
FrmGeneral.lblscanmode.caption=Por favor, selecione uma das opções de verificação abaixo:
FrmGeneral.rdnormal.caption=Normal (Recomendado)
FrmGeneral.rdssafe.caption=Apenas Seguro (só mostrará entradas "seguras")
FrmGeneral.rddeep.caption=Profundo (busca completa para Usuários Avançados)
Frm_br.btncancel.caption=Cancelar
FrmBackup.caption=Fazer Backup
FrmBackup.btnreg.caption=Fazer um backup completo do registro
FrmBackup.btnsys.caption=Criar um ponto de restauração
FrmRestore.caption=Centro de Restauração
FrmRestore.btnRegBk.caption=Backup do Registro
FrmRestore.btnSysBK.caption=Pontos de Restauração
FrmRestore.btnclose.caption=Fechar
FrmRestore.btnrestore.caption=Restaurar
FrmRestore.btnremove.caption=Remover
frmupdate.caption=Atualização do software
pmHelp=Ajuda Online
pmHome=Homepage
pmCheckNew=Verificar Atualizações
pmLang=Idiomas
pmAbout=Sobre...
pmIgnore=Ignorar esta entrada
pmrec=Selecione entradas seguras
pmAll1=Selecionar Todos
pmNone=Desmarcar Todos
pmGo=Abrir no Editor do Registro...
pmExport=Exportar para...
FrmlikeUs.lblTitle.caption=Se você gostou do Wise Registry Cleaner, por favor, indique esta ferramenta gratuita maravilhosa para quem você gosta.
FrmlikeUs.lblInfo.caption=Por favor, compartilhe o Wise Registry Cleaner com sua família, amigos e colegas por E-mail, Blog, Twitter, Youtube, Facebook, ect... Você vai trazer praticidade e eficiência para suas vidas.
FrmlikeUs.lblRate.caption=Avalie o Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Siga-nos em:
FrmlikeUs.lblshare.caption=Compartilhe o Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Download Gratuito
FrmlikeUs.imgrate.hint=Dê-nos 5 estrelas
FrmlikeUs.imgmail.hint=Compartilhe com seus amigos
FrmlikeUs.imgface1.hint=Compartilhe no Facebook
FrmlikeUs.imgface2.hint=Siga-nos no Facebook
FrmlikeUs.imgtwitter1.hint=Compartilhe no Twitter
FrmlikeUs.imgtwitter2.hint=Siga-nos no Twitter
FrmlikeUs.Caption=Curtir
FrmlikeUs.lbldownload.caption=Baixe mais softwares gratuitos em WiseCleaner.com
FrmProcess.Caption=Análise do Registro
FrmProcess.lblwait.caption=Analisando, por favor aguarde...
FrmProcess.lblinfo.caption=Seu PC poderá não responder por alguns segundos, aguarde...
FrmGeneral.chkbackup.caption=Fazer backup automático do registro antes de limpar
pmSkin=Selecionar Tema
pmPortable=Criar versão portátil
[GUI]
ButtonYes=Sim
ButtonNo=Não
ButtonOK=Ok
ButtonMinimize=Minimizar
ButtonMaximize=Maximizar
ButtonClose=Fechar
ButtonRestore=Restaurar
ButtonMenu=Menu
[Message]
Total=Total
DefragRate=Ele pode ajudá-lo a reduzir o tamanho do seu registro em %s.
SuggestDefrag=Recomenda-se uma desfragmentação do registro imediatamente!
SuggestIgnore=Seu registro quase não tem nenhuma redundância. Por favor, desfragmente-o da próxima vez.
TypeNoError=Limpo e sem erros
NeverClean=Até agora você não limpou seu registro. Uma limpeza instantânea é recomendada!
AdviseClean=A limpeza regular do registro pode deixar seu PC mais rapido, estável e eficiente!
DupItem=Este item foi incluído na lista.
Advisedefrag=A Desfragmentação do registro pode deixar seu PC mais rápido e mais estável!
NeverDefrag=Você não desfragmentou seu registro ainda. Uma desfragmentação imediata é recomendada!
LastDefrag=A última vez que você desfragmentou o registro foi em:
TotalDefrag=Um total de %.2f foi compactado.
DefaultValue=(Padrão)
RegBackup=Backup do Registro
RegRestore=Restaurar o Registro
CreateBackup=Criando backup de dados...
Compress=Compactando...
Extracte=Extraindo...
Complete=Completo
RestoreReg=Restaurando Registro...Aguarde alguns minutos...
NotSupportOS=O recurso não é suportado neste sistema operacional!
EnableRestore=A restauração do sistema está desativada. Você deseja ativar a restauração do sistema?
SysCreating=Criando ponto de restauração do sistema...
SysRestoring=Preparando para restaurar o sistema...
RestorePointDone=Ponto da restauração do sistema foi criado com sucesso!
RestorePointFail=Falha ao criar ponto de restauração do sistema!
ErrorMsg=Mensagem de Erro:
Area=Área
Summary=Descrição
LeastOne=Por favor, escolha pelo menos uma área para escanear!
IsRunning=O programa está fazendo o escaneamento. Por favor, aguarde o final do escaneamento e tente novamente.
Optimized=Otimizado
DefragReport=O registro foi compactado. Relatório da Otimização:
DefragReport1=Tamanho antigo do registro:
DefragReport2=Tamanho novo do registro:
DefragReport3=Tamanho atual Otimizado:
ReOptimize=Otimizar outra vez
ComfirmDefrag=Por favor, salve todo o seu trabalho inacabado, o PC irá reiniciar imediatamente após a desfragmentação do registro. Deseja iniciar agora?
def15After=%d dias se passaram desde a última desfragmentação do seu registro. Por favor, desfragmente-o agora!
def15Before=Seu computador ficará mais rápido e mais estável, se você mantiver o registro o mais compacto possível.
KeyWord=Por favor, digite suas palavras-chave:
ExImport=A lista de exclusão foi exportada para:
NoNewVer=Parabéns, a versão que você está usando é a mais recente!
Daily=Diário
Weekly=Semanal
Monthly=Mensal
Never=Nunca
TranslateTo=Traduzir para ...
NeedBack=Parece que esta é a primeira vez que você usa este programa. Recomenda-se fazer um backup do registro imediatamente. Gostaria de fazer backup automaticamente agora?
Newsletter=Boletim Informativo
UpgradeInfo=Atualizar Informações
CannotCrTask=Não é possível criar uma tarefa agendada.
ScheduleNextTime=Da próxima vez:
Exported=Os itens atuais foram exportados para %s. Você deseja abrir o arquivo agora?
Idle=Quando Ocioso
LastClean=A última vez que você limpou o registro foi em:
Monday=Segunda
Tuesday=Terça
Wednesday=Quarta
Thursday=Quinta
Friday=Sexta
Saturday=Sábado
Sunday=Domingo
IssueFound=%d problemas foram encontrados.
Scanning=Escaneando
ScanCanceled=O Escaneamento foi cancelado!
FindError=Um total de%d problemas foram encontrados. %d eram inseguros.
LogAll=%d problemas encontrados, %d problemas foram resolvidos.
LogFail=Falha ao remover %d problemas.
StartClean=Iniciar limpeza
StartScan=Escanear
7After=%d dias se passaram desde que você limpou o registro pela última vez. Um escaneamento imediato é indicado.
7Before=Limpando o registro regularmente, seu computador ficará mais rápido e mais estável!
ReScanHint=%d problemas foram encontrados. Sugerimos que você pesquise novamente para encontrar mais problemas.
CleanNow=Por favor, clique em "Iniciar Limpeza" para corrigir os problemas imediatamente.
NoError=Parabéns! Você limpou o registro!
GoodHabit=É recomendado limpar regularmente o registro para manter seu PC com o máximo desempenho!
ReScanHint1=Sugerimos fazer um novo escaneamento para encontrar possíveis problemas imediatamente!
TypeChanged=Você alterou os itens do escaneamento!
ReScanHint2=Por favor, repita o escaneamento para encontrar problemas.
CleanDone=Limpeza concluída!
bkAuto=Automaticamente
bkManual=Manualmente
BackupDate=Tempo de backup
BackupType=Tipo de backup
Problems=Problemas
CreateDate=Data de criação
Description=Descrição
Removebackup=Você deseja remover o backup selecionado?
RemoveSysRestore=Você deseja remover o ponto de restauração do sistema selecionado?
NoBackupSelected=Por favor, escolha pelo menos um backup para restaurar!
RestoreComplete=Restauração Completa
RestoreFromSysRestore=Você deve reinicializar o computador para iniciar a restauração do sistema. Você deseja iniciar a restauração agora?
[Tuneup]
RestoreAll=Você deseja restaurar os itens padrão do Windows?
NoSelectedItem=Por favor, escolha ao menos um item para otimizar!
OptItems=Os seguintes %d itens podem ser otimizados.
ItemsOptimized=%d itens foram otimizados.
TakeEff=Algumas alterações não terão em efeito até que você reinicie o PC.
NoItems=Parabéns! Todos os itens foram otimizados!
BootSpeedup=Aceleração de inicialização/desligamento
SystemStable=Estabilidade do Sistema
SystemSpeedup=Aceleração do Sistema
NetworkSpeedup=Aceleração de Rede
PrefetchParameters=Otimizar parâmetros de pre-busca para melhorar a velocidade de inicialização do Windows
BootDelay=Reduz o tempo de "verificar disco" para melhorar a velocidade de inicialização do Windows
BootPartition=Habilitar o recurso de otimização para melhorar a velocidade de inicialização do Windows.
ClearPagingFile=Desativar a limpeza do arquivo de paginação do Windows no desligamento, para acelerar o desligamento do PC
TimeOut=Reduzir a ociosidade de aplicativo ao fechar para melhorar o processo de desligamento
AutoKill=Feche os processos congelados para evitar falhas no sistema
RestartExplorer=Reiniciar automaticamente o Windows Explorer para parar um inesperado desaparecimento do desktop
TwoProcess=Configurar componentes do Windows Explorer para executar em processos separados, evitando conflitos do sistema
ErrorReport=Desativar o relatório de erros do Windows para melhorar o desempenho do sistema
Debugger=Desabilitar o depurador para acelerar o processamento do erro
OptMemory=Otimizar as configurações padrão de memória para melhorar o desempenho do sistema
OptVEff=Otimizar a aparência de componentes (caixas de diálogo, menus, etc.) para melhorar o desempenho do sistema
OptFileSystem=Otimizar o sistema de arquivos para melhorar o desempenho do sistema
OptDiskSystem=Otimizar o subsistema de I/O de disco para melhorar o desempenho do sistema
DisAutoRun=Desativar o recurso de "Reprodução automática" em drives para evitar vírus, malwares e infecção/propagação
OptDiskIdle=Otimizar I/O de disco enquanto a CPU estiver ociosa
OptTTL=Otimizar as configurações do TTL (Time To Live) para melhorar o desempenho da rede
OptNetForward=Otimizar a capacidade de encaminhamento de rede para melhorar o desempenho da rede
OptMTU=Melhorar o desempenho de TCP/IP através de detecção automática de "buracos negros" no roteamento em técnica de Path MTU Discovery
OptWINS=Otimizar o tempo de consulta de nome de WINS para melhorar a velocidade de transferência de dados
OptNetWork=Otimizar as configurações de rede para melhorar o desempenho de comunicação
CloseAnimate=Desative os "efeitos de transição" para melhorar a velocidade de aparência dO Windows
PagingExecutive=Desativar o arquivo de paginação de memória em disco I/O para melhorar o desempenho de aplicativos. (opção pode ser ignorada se a memória física é <1 Gb)
StaticIP=Definir um IP estático para a sua conexão local para acelerar o boot do PC
PorcessorTime=Otimizar o desempenho do processador para execução de aplicativos, jogos, etc. (ignorar se servidor)
DisableIDECheck=Impedir o canal IDE que verifique pelo Windows para melhorar a velocidade de inicialização do Windows
ForeAppSpeed=Aumentar a velocidade de resposta dos programas em primeiro plano
AeroPeek=Aumentar a velocidade de exibição do Aero Peek

[Type]
Activex=Componentes ActiveX/COM
FireWall=Configurações do Firewall
RootAll=Caminhos Inválidos
SoftwareSection=Caminhos de Softwares
ApplicationPaths=Caminhos de Aplicativos
FileTypes=Tipos de Arquivos
HelpFiles=Arquivos de Ajuda
Fonts=Fontes
SharedDLL=DLLs Compartilhadas
MRULists=Histórico de arquivos acessados pelo usuário, filmes assistidos, documentos editados, etc
UninstallSection=Desinstalações
StartMenu=Menu Iniciar
StartupProgram=Programas de Inicialização Automática
SoundandAppEvents=Som e eventos do App
IEUrlHistory=Histórico de URLs do IE
IFEO=Execução de Arquivos de Imagens
EmptyKey=Chaves Vazias
App=Configurações do Aplicativo
[ErrorMessage]
EmptyKey=Chave Vazia
EmptyHelpdirctory=Diretório de ajuda vazio.
FileNotExist=Arquivo (pasta) não existe.
HFileNotExist=Arquivo de Ajuda (pasta) não existe.
EmptyValue=Valor Vazio
TypeLib=Tipos de bibliotecas não existentes:
NodeEmpty=Nódulo vazio
SharedFilenotexist=Arquivo compartilhado não existe.
sharedfilenotbeuse=Arquivo compartilhado não é usado.
noconnection=Sem informação de conexão de arquivo. 
Invalidpathtoicon=Caminho inválido para ícone.
ReferstoaninvalidClass=Refere-se a uma classe inválida.
Emptyshellcommand=Comando Shell está vazio.
Invalidshellcommand=Comando shell inválido (o arquivo não existe).
Fontsnotexist=Arquivo de fontes não existe.
Hijacking=%s foi invadido por % s.
MRULists=Histórico de arquivos acessados pelo usuário, filmes assistidos, documentos editados, etc
invalidOpenWith=Não há qualquer aplicativo associado a este tipo.
ReferActivex=Refere-se a uma entrada inválida de Activex/COM.
EmptyCLSID=CLSID vazio.
ComSourceNotExist=A fonte de COM não existe.
invalidUnistall=Informação de desistalação inválida.
notexist=Não existe.
ObsoleteStartMenuItem=Item do Menu Iniciar obsoleto.
SoundFilenotexist=Arquivo de som não existe.
FileNotExist1=Arquivo (pasta) não existe, mas a unidade "%s" é %s, recomendado que você ignore este erro.
MimeExName=Extensão de arquivo MIME incorreto registrado: %s
OpenWithError=Erro ao abrir, o aplicativo especificado não existe!
OpenWithError1=Erro ao abrir, o aplicativo especificado não existe! Mas a unidade "%s" é %s, recomendamos que você ignore este erro.
ComSourceNotExist1=Objeto COM não existe! Mas a unidade %s é %s, recomendamos que você ignore este erro.

[CommonClean]
WhenIdle=Quando Ocioso
[Summary]
Activex=Componentes inválidos ActiveX e de COM
FireWall=Configuração do firewall do Windows inválida
RootAll=Arquivos e caminhos inválidos
SoftwareSection=Caminhos inválidos e arquivos deixados por software(s) removido(s)
ApplicationPaths=Caminhos de aplicativos e arquivos registrados inválidos

FileTypes=Informações de extensão de arquivo inválido
HelpFiles=Arquivos de ajuda inválidos
Fonts=Informação de fonte inválida
SharedDLL=DLL compartilhada ausente
MRULists=Histórico de arquivos acessados pelo usuário, filmes assistidos, documentos editados, etc
UninstallSection=Informações de desinstalação inútil ou inválida
StartMenu=Itens obsoletos do menu iniciar
StartupProgram=Programas de inicialização Obsoletos ou inválidos
SoundandAppEvents=Obsoletas ou inválidas configurações de som e eventos
IEUrlHistory=Histórico da web visitados com o IE

IFEO=Entradas de softwares mal-intencionados criadas por spywares, vírus ou malwares
EmptyKey=Entradas sem informações
App=Configurações de aplicativos inválidos
[AutoClean]
ErrorsFixed=Os erros foram limpos!
Title=Parabéns! 
ErrorsFound=foram encontrados erros.

[Skin]
SkinDefault=Padrão
SkinBlue=Azul
SkinGreen=Verde
SkinCustom=Personalizar
SkinColor=Cor Personalizada
